<section class="block block_mb">
  <h2 class="accordion__title appear-bottom">Правила игры на сервере</h2>
  <div class="accordion__content">
    <div class="well">
      <h3>1. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
    
      <p>1.1. Находясь на сервере, Вы автоматически соглашаетесь с Правилами сервера.</p>
      <p>1.2. Незнание Правил не освобождает от ответственности.</p>
      <p>1.3. Правила распространяются абсолютно на всех игроков, включая всех администраторов сервера.</p>
      <p>1.4. За Ваш аккаунт отвечаете только Вы, в независимости от того, кто играл за Вас.</p>
      <p>1.5. Руководство сервера вправе изменять, дополнять, либо отменить все, или какие-то отдельные пункты Правил, без вашего ведома и в любое время.</p>
      <p>1.6. Все то, что по каким-либо причинам не было указано в данных Правилах, остается на усмотрение администраторов сервера.</p>
      
      <br><h3>2. НИКИ</h3>
      
      <p>2.1. Запрещено использовать ник, который содержит оскорбления, либо мат.</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бан до 3-х дней.</p>
      <p>2.2. Запрещено использовать ник, схожий с представителем администрации сервера.</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бан до 3-х дней.</p>
      <p>2.3. Запрещено использовать ник в качестве рекламы иных игровых проектов, серверов, сайтов и пр. Не применяется к деф-никам игровых раскруток.</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бан до 3-х дней.</p>
      
      <br><h3>3. ИГРОВОЙ ПРОЦЕСС</h3>
      
      <p>3.1. Запрещается использование багов, скриптов и программ (читов), облегчающих игру или дающих преимущество над другими.</p>
      <p>Наказание: Бан на 7 дней. За повторное нарушение - Бесконечный бан.</p>
      <p>3.2. Запрещено использовать вне игровые зоны карт (текстуры).</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бан до до 3-х дней.</p>
      <p>3.3. Запрещается мониторить позиции врагов в любом виде (с помощью чата, голосовой связи, skype, discord, ts и тп.). Не применяется к игрокам, дающим информацию сразу после своей смерти (до 5 секунд).</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бан до 3-х дней.</p>
      <p>3.4. Запрещены действия не относящиеся к целям игры, а также те, в результате которых затягивается окончание раунда (например, кемперство).</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бан на 1 день.</p>
      <p>3.5. Запрещено провоцировать, угрожать, оскорблять или унижать Игроков.</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бан до 3-х дней.</p>
      <p>3.6. Запрещено оскорблять семейные ценности Игроков.</p>
      <p>Наказание: Кик, Бан на 1 день. За повторное нарушение - Бан до 7-ми дней.</p>
      <p>3.7. Запрещена реклама/флуд/спам в любом виде.</p>
      <p>Наказание: Кик, Бан на 1 день. За повторное нарушение - Бан до 7-ми дней.</p>
      <p>3.8. Запрещены обсуждения нарушающие законодательство Украины. Например, призывы к суициду, употребление наркотиков, терроризм и пр.</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бесконечный бан.</p>
      <p>3.9. Каждый Игрок обязан использовать /voteban против нарушителей Правил.</p>
      <p>3.10. Запрещается использовать ложный или неуверенный /voteban (против игроков не нарушающих правила сервера).</p>
      <p>Наказание: Кик, Бан на 1 час. За повторное нарушение - Бан до до 3-х дней.</p>
      <p>3.11. Запрещено мешать игровому процессу с помощью микрофона (кричать, шуметь, спамить, включать музыку и пр.).</p>
      <p>Наказание: Мут, Кик, Бан на 1 час. За повторное нарушение - Бан до до 3-х дней.</p>
      
      <br><h3>4. ОТНОШЕНИЯ С АДМИНИСТРАЦИЕЙ</h3>
      
      <p>4.1. Запрещено как-либо обманывать администрацию сервера.</p>
      <p>Наказание: Бесконечный бан.</p>
      <p>4.2. Администрация сервера вправе потребовать у Вас Демо-запись с игры. Игнорирование подобного требования может привезти к наказанию за подозрение в нарушении 3.1 пункта Правил.</p>
      <p>4.3. Если Вы считаете, что с Вами, либо Вашим другом/подругой поступили несправедливо, или хуже того, представители администрации сервера сами нарушают Правила, то вы имеете право обжаловать их действия в соответствующей теме обсуждений.</p>
    </div>
  </div>
</section>
<section class="block">
  <h2 class="accordion__title appear-bottom anim-delay-1">Правила для администраторов</h2>
  <div class="accordion__content">
    <div class="well">
      <h3>1. ОБЩИЕ ПОЛОЖЕНИЯ</h3>

      <p>1.1. Купив или получив права, администратор автоматически соглашается с данным разделом Правил.</p>
      <p>1.2. Возврат денежных средств невозможен.</p>
      <p>1.3. Незнание Правил данного раздела не освобождает администратора от ответственности.</p>
      <p>1.4. Администратор наделен технической возможностью и правом применять санкции по отношению к игрокам при выявлении нарушений.</p>
      <p>1.5. Руководство сервера вправе изменять, дополнять, либо отменить все, или какие-то отдельные пункты Правил, без вашего ведома и в любое время.</p>
      <p>1.6. Все то, что по каким-либо причинам не было указано в данном разделе Правил, остается на усмотрение администраторов сервера.</p>

      <br><h3>2. ОБЯЗАННОСТИ АДМИНИСТРАТОРА</h3>

      <p>2.1. Помощь игрокам в случае возникновения каких-либо вопросов.</p>
      <p>2.2. Проведение нужных процедур для устранения каких-либо неполадок.</p>
      <p>2.3. Извещение руководства при обнаружении любых неполадок.</p>
      <p>2.4. Рассмотрение заявок на разбан в течение 24 часов.</p>
      <p>2.5. При невозможности посмотреть Демо-запись, попросить об этом другого администратора.</p>
      <p>2.6. Все Ваши действия и слова должны быть ясными, четкими и не иметь иного смысла.</p>
      <p>2.7. Прежде чем банить игрока за читы, администратор обязан перейти в наблюдатели, и следить за игрой подозреваемого минимум 2 полных раунда. Исключением являются: SpeedHack и пр. откровенные читы, которые со стороны выдают себя. В таких случаях допускается незамедлительный бан.</p>

      <br><h3>3. ИГРОВОЙ ПРОЦЕСС</h3>

      <p>3.1. Запрещено передавать свои привилегии 3-им лицам.</p>
      <p>3.2. Запрещено злоупотреблять своими полномочиями.</p>
      <p>3.3. Запрещено менять карту без проведения голосования.</p>
      <p>3.4. Запрещено создавать голосование за смену карты если со старта новой карты не прошло 10 минут.</p>
      <p>3.5. Запрещено создавать голосование за смену карты если по команде timeleft осталось меньше 5 минут.</p>
      <p>3.6. Запрещено создавать голосование за смену карты чаще интервала в 10 минут, учитывая голосования других администраторов.</p>
      <p>3.7. Запрещено бить, убивать, кикать, мутить игроков без причины.</p>

      <br><h3>4. НАКАЗАНИЯ ЗА НАРУШЕНИЯ</h3>

      <p>4.1. Любые нарушения общих Правил или нарушения данного раздела влекут за собой удаление привилегий без возврата денежных средств и без возможности заново приобрести/купить привилегии администратора.</p>
      <p>4.2. Исходя из жалоб на конкретного администратора, руководство вправе лишать его привилегий без возврата денежных средств и без возможности заново приобрести/купить привилегии администратора.</p>
    </div>
  </div>
</section>