<? require_once("partials/header.php"); ?>

<section class="block">
  <h2 class="block__title">Публичная оферта</h2>
  <div class="well appear-bottom">

    <p>Сайт «<?= $GLOBALS["site_name"] ?>», расположенный на доменном имени <?= $GLOBALS["site_url"] ?>, именуемое в дальнейшем «Продавец», публикует «Публичную оферту» о «Продаже» «Привилегий» на «Игровом сервере», доступным под адресом IP <?= $GLOBALS["server_ip"] ?>.</p>

    <h2>1.ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h2>
    <p>1.1. Публичная оферта (далее – «Оферта») - публичное предложение Продавца, адресованное игрокам «Игрового сервера», даёт возможность добровольного пожертвования денег на условиях, содержащихся в настоящей Оферте, включая все Приложения.
	<br>1.2. Игровой сервер (далее – «Сервер») - общедоступный сервер в игре Counter-Strike 1.6, доступный под адресом IP <?= $GLOBALS["server_ip"] ?>.
	<br>1.3. Привилегия - набор дополнительных игровых возможностей на Сервере.
	<br>1.4. Покупка - добровольное пожертвование денег Покупателем на содержание и развитие Сервера, возврат средств не производится.
	<br>1.5. Цена - сумма добровольного пожертвования Покупателем.
	<br>1.6. Заказ - заполнение и отправка формы на Сайте, в разделе Купить.
    <br>1.7. Продажа – выдача Привилегии на Сервере, в случае успешного Заказа.</p>

    
    <h2>2. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
    <p>2.1. Покупка Покупателем Привилегии, размещенной на Сайте означает, что Покупатель согласен со всеми условиями настоящей Оферты.
    <br>2.2. Администрация Сайта имеет право вносить изменения в Оферту без уведомления Покупателя.
    <br>2.3. Срок действия Оферты не ограничен, если иное не указано на сайте Интернет-магазина.
    <br>2.4. Продавец предоставляет Покупателю информацию о Привилегии, включая информацию об основных возможностях Привилегии на Сервере, на Сайте в разделе Купить.</p>


    <h2>3. ЦЕНА ПРИВИЛЕГИЙ</h2>
    <p>3.1. Цена на каждую Привилегию указана на Сайте в разделе Купить.
    <br>3.2. Продавец имеет право в одностороннем порядке изменить цену на любую позицию Привилегии.
    <br>3.3. В случае изменения цены на купленную Привилегию Продавец не обязян информировать об этом Покупателя, а также, Покупатель не имеет права требовать от Продавца продления/изменения его Привилегии в соответсвии с её новой ценой и/или возможностями.</p>
    

    <h2>4. ОФОРМЛЕНИЕ ЗАКАЗА</h2>
    <p>4.1. При Заказе на Сайте Покупатель обязуется предоставить следующую информацию:
    <br>4.2.1. желаемую Привилегию на Сервере;
    <br>4.2.2. срок выбранной Привилегии;
    <br>4.2.3. сумму добровольного пожертвования денег, валюту и систему оплаты;
    <br>4.2.4. тип привязки Привилегии на Сервере;
    <br>4.2.5. игровой ник или Steam ID на Сервере, в зависимости от типа привязки;
    <br>4.2.6. желаемый пароль для авторизации на Сайте и привязки Привилегии на Сервере;
    <br>4.2.7. електронный адрес e-mail;
    <br>4.2.8. настоящее Имя;
    <br>4.3. Если Продавцу необходима дополнительная информация, он вправе запросить ее у Покупателя. В случае не предоставления необходимой информации Покупателем, Продавец не несет ответственности за выбранную Покупателем Привилегию.
    <br>4.4. Принятие Покупателем условий настоящей Оферты осуществляется посредством внесения Покупателем соответствующих данных в форму на Сайте.
    <br>4.5. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Покупки.
    <br>4.6. Оформляя Заказ, Покупатель переадресовуется на платежный шлюз выбранной платежной системы, где обязуется оплатить сумму Заказа.
    <br>4.7. Заказ является успешным, в случае получения позитивного ответа от сервера системы оплаты.
    <br>4.8. Заказ является неуспешным, в случае получения ответа отличного от позитивного, от сервера системы оплаты.
    <br>4.9. В любом из случаев, описанных в п. 4.7 и п. 4.8 настоящей Оферты, Покупатель будет переадресован на страницу Сайта с информацией о статусе Заказа.</p>


    <h2>5. ПРОДАЖА ПРИВИЛЕГИИ</h2>
    <p>5.1. Продавец обязан выполнить Продажу Привилегии в случае успешного Заказа.
    <br>5.2. Отправка Привилегии Покупателя на Сервер выполняется автоматически, в случае успешной Покупки.
    <br>5.3. После успешной Заказа, Продавец обязан отправить e-mail Покупателю, с данными для доступа на Сайт раздела Профиль.
    <br>5.4. Информация по активации Привилегии на Сервере со стороны Покупателя находится на Сайте, в разделе Профиль.</p>


    <h2>6. РЕКВИЗИТЫ ПРОДАВЦА</h2>
    <p>Продавец: «<?= $GLOBALS["site_name"] ?>»
    <br>Сайт: <?= $GLOBALS["site_url"] ?>
    <br>Електронный адрес администратора: <?= $GLOBALS["site_email"] ?></p>

    <p>Внимательно ознакомьтесь с текстом публичной оферты, и если Вы не согласны с каким-либо пунктом оферты, Вы вправе отказаться от покупки Привилегий, предоставляемых Продавцом, и не совершать действий, указанный в п. 2.1. настоящей Оферты.</p>
	
    <p><strong>Согласен с договором</strong></p>
    
  </div>
</section>

<? require_once("partials/footer.php"); ?>